<?php

namespace Database\Seeders;

use App\Enums\PageStatus;
use App\Models\Page;
use Illuminate\Database\Seeder;
use Illuminate\Support\Str;

class PageSeeder extends Seeder
{
    public function run(): void
    {
        $titles = [
            'الرئيسية', 'أهداف الجمعية', 'النشأة والبداية', 'المؤسس', 'أعضاء مجلس الإدارة',
            'الهيكل الإداري', 'خطط الجمعية', 'قياس رضا المستفيدين', 'سياسة الجودة', 'الرؤية والرسالة',
            'نظام نمو', 'طلب إقامة برنامج', 'المبادرات', 'البريد الإلكتروني', 'نظام إدارة التدريب',
            'منصة نمو التعليمية', 'موقع القسم الرجالي', 'موقع القسم النسائي', 'سياسات الجمعية',
            'لوائح الإدارة العامة', 'لوائح الميدان', 'القائمين على الجمعية', 'الميزانية السنوية',
            'اللجان الدائمة', 'مكاتب الجمعية', 'قرارات التملك', 'التقارير السنوية', 'الإحصائيات',
            'الترشح', 'محاضر الاجتماعات', 'الأعضاء', 'المتجر الإلكتروني', 'الاستقطاع الشهري',
            'الحسابات البنكية', 'المناقصات', 'أخبار الجمعية', 'القناة المرئية', 'القناة الصوتية',
            'نماذج من الطلاب', 'بوابة التوظيف', 'استمارة التطوع'
        ];

        foreach ($titles as $title) {
            Page::create([
                'title' => $title,
                'slug' => Str::slug($title),
                'content' => "<p>صفحة {$title}</p>",
                'status' => PageStatus::Published,
            ]);
        }
    }
}
