 <section id="sunan-news">
     <div class="container">
         <div class="row">
             <div class="col-lg-10 title-ex">
                 <h2> اخبار الجمعية </h2>
                 <hr />
             </div>
             <div class="col-lg-2 more-ex-btn">
                 <button type="button" class="btn btn-secondary">
                     <a href="news.html">
                         <i class="fa-solid fa-globe"></i>
                         المزيد من الأخبار
                     </a>
                 </button>
             </div>
         </div>
         <div class="row featurette">
             <div class="col-md-2">
                 <img src="./images/news.png" alt="">
             </div>
             <div class="col-md-10 content-news">
                 <div class="row justify-content-center ">
                     <div class="col-lg-5 mb-4 mt-3">
                         <a href="#">
                             جمعية نمو تنجح في إكمال بناء منزل للأرملة وأسرتها
                         </a>
                         <p>
                             في إنجاز يعكس قيم العطاء والتكافل، أعلنت جمعية نمو عن اكتمال بناء منزل جديد للأرملة [اذكر
                             اسم الأرملة إذا كان مسموحًا، أو "إحدى الأمهات الأرامل"] وأبنائها، وذلك بفضل الله ثم تبرعات
                             أهل الخير. يأتي هذا المشروع ضمن جهود الجمعية المتواصلة في دعم الأسر المحتاجة وتوفير المأوى
                             الكريم، مؤكدة على رسالتها في بناء جسور الأمل ومد يد العون لمن هم في أمس الحاجة. وقد أعربت
                             العائلة عن سعادتها الغامرة بهذا الإنجاز الذي يمثل بداية حياة جديدة لهم في بيئة آمنة
                             ومستقرة.
                         </p>
                     </div>
                     <div class="col-lg-5 mt-3 mb-5">
                         <a href="#">
                             جمعية نمو تنجح في إكمال بناء منزل للأرملة وأسرتها
                         </a>
                         <p>
                             في إنجاز يعكس قيم العطاء والتكافل، أعلنت جمعية نمو عن اكتمال بناء منزل جديد للأرملة [اذكر
                             اسم الأرملة إذا كان مسموحًا، أو "إحدى الأمهات الأرامل"] وأبنائها، وذلك بفضل الله ثم تبرعات
                             أهل الخير. يأتي هذا المشروع ضمن جهود الجمعية المتواصلة في دعم الأسر المحتاجة وتوفير المأوى
                             الكريم، مؤكدة على رسالتها في بناء جسور الأمل ومد يد العون لمن هم في أمس الحاجة. وقد أعربت
                             العائلة عن سعادتها الغامرة بهذا الإنجاز الذي يمثل بداية حياة جديدة لهم في بيئة آمنة
                             ومستقرة.
                         </p>
                     </div>
                     <!-- <div class="col-lg-5">
                    <a href="#">تخريج دفعة من برنامج بلوغ المرام</a>
                    <p>
                      تم بحمد الله ختم 25 طالب كتاب بلوغ المرام
                      تم بحمد الله ختم 25 طالب كتاب بلوغ المرام
                      تم بحمد الله ختم 25 طالب كتاب بلوغ المرام...
                    </p>
                  </div>
                  <div class="col-lg-5">
                    <a href="#">تخريج دفعة من برنامج بلوغ المرام</a>
                    <p> 
                      تم بحمد الله ختم 25 طالب كتاب بلوغ المرام
                      تم بحمد الله ختم 25 طالب كتاب بلوغ المرام
                      تم بحمد الله ختم 25 طالب كتاب بلوغ المرام...
                    </p>
                  </div> -->
                 </div>
             </div>

         </div>
     </div>
 </section>
 <section class="sunan-talk ">
     <div class="container mt-5">
         <div class="row">
             <div class="header-talk  d-flex justify-content-center ">
                 <img src="./images/logo.png" alt="">
                 <p style="color: white;">
                     جمعية نمو: أكثر من مجرد اسم، نحن نبض العطاء الذي يحيي الأمل في كل قلب. في "نمو"، نؤمن بأن كل تبرع،
                     مهما كان صغيرًا، يمتلك قوة هائلة على تغيير حياة. من بناء الملاجئ الآمنة للأسر المحتاجة، إلى توفير
                     الإغاثة العاجلة للمتضررين، ودعم الأيتام لضمان مستقبل مشرق لهم، نحن نعمل بلا كلل لنكون جسرًا بين
                     أيادي الخير ومن يحتاجون إليه. انضموا إلينا اليوم، وكونوا جزءًا من قصص النجاح التي نصنعها معًا.
                     عطاؤكم يزرع، ونحن ننمو به. </p>
             </div>
             <div class="content-talk">
                 <p>

                 </p>
             </div>
         </div>
     </div>
 </section>