<section class="sunan-talk ">
    <div class="container mt-5">
        <div class="row">
            <div class="header-talk  d-flex justify-content-center ">
                <img src="./images/logo.png" alt="">
                <p style="color: white;">
                    جمعية نمو: أكثر من مجرد اسم، نحن نبض العطاء الذي يحيي الأمل في كل قلب. في "نمو"، نؤمن بأن كل تبرع،
                    مهما كان صغيرًا، يمتلك قوة هائلة على تغيير حياة. من بناء الملاجئ الآمنة للأسر المحتاجة، إلى توفير
                    الإغاثة العاجلة للمتضررين، ودعم الأيتام لضمان مستقبل مشرق لهم، نحن نعمل بلا كلل لنكون جسرًا بين
                    أيادي الخير ومن يحتاجون إليه. انضموا إلينا اليوم، وكونوا جزءًا من قصص النجاح التي نصنعها معًا.
                    عطاؤكم يزرع، ونحن ننمو به. </p>
            </div>
            <div class="content-talk">
                <p>

                </p>
            </div>
        </div>
    </div>
</section>
